Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.home.faq.q1_answer
source: Yes. The KnotQ desktop and mobile apps are free and work fully offline, with no account required. KnotQ Sync is an optional subscription ($3.99/month or $35.99/year) that keeps your workspace in step across devices.
ar: نعم. تطبيقات KnotQ سطح المكتب والجوال مجانية وتعمل بالكامل بدون اتصال، بدون حساب مطلوب. مزامنة KnotQ اشتراك اختياري (3.99 دولار/شهر أو 35.99 دولار/سنة) يحافظ على مساحة عملك متطابقة عبر الأجهزة.
cs: Ano. Desktopová a mobilní aplikace KnotQ jsou bezplatné a fungují zcela offline, bez potřeby účtu. Synchronizace KnotQ je volitelné předplatné (3,99 USD/měsíc nebo 35,99 USD/rok), které udržuje váš pracovní prostor v souladu mezi zařízeními.
da: Ja. KnotQ-skrivebordet og mobilapps er gratis og fungerer helt offline uden konto. KnotQ Sync er et valgfrit abonnement ($3,99/måned eller $35,99/år), der holder dit arbejdsområde i takt på alle enheder.
de: Ja. Die KnotQ Desktop- und Mobile Apps sind kostenlos und funktionieren vollständig offline ohne erforderliches Konto. KnotQ Sync ist ein optionales Abonnement (3,99 USD/Monat oder 35,99 USD/Jahr), das Ihren Workspace über Geräte hinweg synchronisiert.
el: Ναι. Οι εφαρμογές KnotQ desktop και mobile είναι δωρεάν και λειτουργούν πλήρως χωρίς σύνδεση, χωρίς να απαιτείται λογαριασμός. Το KnotQ Sync είναι μια προαιρετική συνδρομή (3,99 $/μήνα ή 35,99 $/έτος) που κρατά τον χώρο εργασίας σας ενημερωμένο σε συσκευές.
es: Sí. Las aplicaciones de desktop y móvil de KnotQ son gratuitas y funcionan completamente sin conexión, sin cuenta requerida. KnotQ Sync es una suscripción opcional ($3.99/mes o $35.99/año) que mantiene tu espacio de trabajo sincronizado en todos los dispositivos.
fi: Kyllä. KnotQ:n pöytäkone- ja mobiilisovellukset ovat ilmaisia ja toimivat täysin offline-tilassa ilman tiliä. KnotQ Sync on vapaaehtoinen tilaus (3,99 $/kk tai 35,99 $/vuosi), joka pitää työtilasi ajan tasalla kaikilla laitteilla.
fr: Oui. Les applications KnotQ de bureau et mobiles sont gratuites et fonctionnent entièrement hors ligne, sans compte requis. KnotQ Sync est un abonnement optionnel (3,99 $/mois ou 35,99 $/an) qui garde votre espace de travail en phase sur tous les appareils.
he: כן. אפליקציות שולחן העבודה וסלולר של KnotQ חינמיות ועובדות במלואן ללא חיבור, ללא חשבון נדרש. KnotQ Sync היא מנוי אופציונלי ($3.99/חודש או $35.99/שנה) ששומר את מרחב העבודה שלך בתאימות על פני התקנים.
hi: हां। KnotQ डेस्कटॉप और मोबाइल ऐप्स मुफ्त हैं और पूरी तरह से ऑफलाइन काम करते हैं, किसी खाते की आवश्यकता नहीं है। KnotQ सिंक एक वैकल्पिक सदस्यता ($3.99/माह या $35.99/वर्ष) है जो आपके वर्कस्पेस को डिवाइसों में कदम में रखता है।
hu: Igen. A KnotQ asztali és mobil alkalmazások ingyenesek és teljesen offline működnek, nincs szükség fiókra. A KnotQ Sync egy opcionális előfizetés ($3,99/hó vagy $35,99/év), amely az Ön munkahelyét szinkronban tartja az eszközökön.
id: Ya. Aplikasi KnotQ desktop dan seluler gratis dan berfungsi sepenuhnya offline, tanpa akun yang diperlukan. KnotQ Sync adalah langganan opsional ($3,99/bulan atau $35,99/tahun) yang membuat ruang kerja Anda tetap sinkron di seluruh perangkat.
it: Sì. Le app desktop e mobile di KnotQ sono gratuite e funzionano completamente offline, senza alcun account richiesto. KnotQ Sync è un abbonamento facoltativo ($3,99/mese o $35,99/anno) che mantiene il tuo workspace in step su diversi dispositivi.
ja: はい。KnotQデスクトップおよびモバイルアプリは無料で、インターネット接続がなくても完全にオフラインで機能し、アカウントは必要ありません。KnotQ Syncはオプションのサブスクリプション（月額$3.99または年$35.99）で、デバイス間でワークスペースを同期状態に保ちます。
ko: 예. KnotQ 데스크톱 및 모바일 앱은 무료이며 계정이 필요 없이 완전히 오프라인으로 작동합니다. KnotQ Sync는 선택적 구독($3.99/월 또는 $35.99/년)이며 디바이스 전체에서 워크스페이스를 동기 상태로 유지합니다.
ms: Ya. Aplikasi desktop dan seluler KnotQ gratis dan bekerja sepenuhnya secara offline, tanpa akun yang diperlukan. Sinkronisasi KnotQ adalah langganan opsional ($3,99/bulan atau $35,99/tahun) yang membuat ruang kerja Anda tetap selaras di semua perangkat.
nb: Ja. KnotQ-skrivebords- og mobilappene er gratis og fungerer helt offline, uten at noen konto er nødvendig. KnotQ Sync er et valgfritt abonnement ($3,99/måned eller $35,99/år) som holder arbeitsflaten din i takt på tvers av enheter.
nl: Ja. De KnotQ desktop- en mobiele apps zijn gratis en werken volledig offline, zonder account. KnotQ Sync is een optioneel abonnement ($3,99/maand of $35,99/jaar) dat je werkruimte over apparaten gesynchroniseerd houdt.
pl: Tak. Aplikacje KnotQ na pulpicie i urządzeniach przenośnych są bezpłatne i w pełni działają w trybie offline, bez wymaganych kont. KnotQ Sync to opcjonalna subskrypcja (3,99 USD/miesiąc lub 35,99 USD/rok), która utrzymuje Twój obszar roboczy w kroku na wielu urządzeniach.
pt_br: Sim. Os aplicativos desktop e mobile do KnotQ são gratuitos e funcionam completamente offline, sem necessidade de conta. KnotQ Sync é uma assinatura opcional (R$39,99/mês ou R$359,99/ano) que mantém seu workspace em sincronização entre dispositivos.
pt_pt: Sim. As aplicações de desktop e móvel do KnotQ são gratuitas e funcionam totalmente offline, sem necessidade de conta. O KnotQ Sync é uma subscrição opcional ($3,99/mês ou $35,99/ano) que mantém a sua área de trabalho em passo entre dispositivos.
ro: Da. Aplicațiile KnotQ desktop și mobile sunt gratuite și funcționează complet offline, fără a fi necesară nicio cont. KnotQ Sync este un abonament opțional (3,99 USD/lună sau 35,99 USD/an) care vă menține spațiul de lucru în pasul pe dispozitive.
ru: Да. Приложения KnotQ для настольных компьютеров и мобильных устройств бесплатны и работают полностью в автономном режиме без требуемой учётной записи. KnotQ Sync — это опциональная подписка (3,99 доллара в месяц или 35,99 доллара в год), которая синхронизирует ваше рабочее пространство между устройствами.
sk: Áno. Aplikácie KnotQ pre počítač a mobil sú bezplatné a fungujú úplne offline bez potreby konta. Synchronizácia KnotQ je voliteľné predplatné (3,99 USD/mesiac alebo 35,99 USD/rok), ktoré udržiava váš pracovný priestor aktuálny na rôznych zariadeniach.
sv: Ja. KnotQ-skrivbords- och mobilappar är gratis och fungerar helt offline, utan konto krävs. KnotQ Sync är en valfri prenumeration ($3,99/månad eller $35,99/år) som håller ditt arbetsutrymme i steg på olika enheter.
th: ใช่ แอป KnotQ เดสก์ท็อปและอุปกรณ์เคลื่อนที่ฟรีและทำงานแบบออฟไลน์โดยไม่ต้องบัญชี KnotQ Sync เป็นการสมัครแบบทางเลือก ($3.99/เดือน หรือ $35.99/ปี) ที่เก็บพื้นที่ทำงานของคุณให้ทันสมัยบนอุปกรณ์
tr: Evet. KnotQ masaüstü ve mobil uygulamaları ücretsizdir ve hesap gerektirmeden tamamen çevrimdışı çalışır. KnotQ Sync, çalışma alanınızı cihazlar arasında adımda tutmak için isteğe bağlı bir aboneliktir (ayda 3,99 $ veya yılda 35,99 $).
uk: Так. Програми KnotQ для настільного та мобільного пристроїв є безплатними й повністю працюють в автономному режимі без потреби облікового запису. Синхронізація KnotQ — це необов'язкова підписка ($3.99/місяць або $35.99/рік), яка тримає ваш робочий простір синхронізованим на пристроях.
vi: Có. Các ứng dụng máy tính để bàn và di động KnotQ là miễn phí và hoạt động hoàn toàn ngoại tuyến, không cần tài khoản. KnotQ Sync là một đăng ký tùy chọn (3,99 USD/tháng hoặc 35,99 USD/năm) giữ cho không gian làm việc của bạn được đồng bộ trên các thiết bị.
zh_hans: 是的。KnotQ 桌面和移动应用是免费的，可以完全离线工作，无需账户。KnotQ Sync 是一个可选订阅（$3.99/月或 $35.99/年），可让您的工作区在设备之间保持同步。
zh_hant: 是的。KnotQ 桌機和行動應用程式是免費的，完全離線運作，不需要帳戶。KnotQ Sync 是一個可選訂閱（每月 $3.99 或每年 $35.99），可在裝置間保持您的工作區同步。

# web.home.faq.q1_summary
source: Is KnotQ free?
ar: هل KnotQ مجاني؟
cs: Je KnotQ zdarma?
da: Er KnotQ gratis?
de: Ist KnotQ kostenlos?
el: Είναι το KnotQ δωρεάν;
es: ¿Es KnotQ gratuito?
fi: Onko KnotQ ilmainen?
fr: KnotQ est-il gratuit ?
he: האם KnotQ חינמי?
hi: क्या KnotQ मुफ्त है?
hu: A KnotQ ingyenes?
id: Apakah KnotQ gratis?
it: KnotQ è gratuito?
ja: KnotQは無料ですか?
ko: KnotQ는 무료입니까?
ms: Apakah KnotQ gratis?
nb: Er KnotQ gratis?
nl: Is KnotQ gratis?
pl: Czy KnotQ jest bezpłatny?
pt_br: O KnotQ é gratuito?
pt_pt: O KnotQ é gratuito?
ro: Este KnotQ gratuit?
ru: Бесплатна ли KnotQ?
sk: Je KnotQ bezplatný?
sv: Är KnotQ gratis?
th: KnotQ ฟรีหรือไม่?
tr: KnotQ Ücretsiz mi?
uk: Чи безплатний KnotQ?
vi: KnotQ có miễn phí không?
zh_hans: KnotQ 免费吗？
zh_hant: KnotQ 是免費的嗎？

# web.home.faq.q2_answer
source: Completely. KnotQ is local-first: your schemes, tasks, and calendar live in plain files on your device and work without an internet connection. Sync is optional and additive — even with sync turned on, KnotQ keeps working fully offline and your edits sync automatically once you’re back online.
ar: تماما. KnotQ محلي أولاً: خططك ومهامك وتقويمك تعيش في ملفات عادية على جهازك وتعمل بدون اتصال بالإنترنت. المزامنة اختيارية وإضافية — حتى مع تشغيل المزامنة، يستمر KnotQ في العمل بالكامل بدون اتصال وتتم مزامنة التعديلات الخاصة بك تلقائيًا بمجرد عودتك إلى الإنترنت.
cs: Zcela. KnotQ je místně první: vaše schémata, úkoly a kalendář žijí v prostých souborech na vašem zařízení a fungují bez připojení k internetu. Synchronizace je volitelná a přídavná — i když je synchronizace zapnutá, KnotQ nadále funguje zcela offline a vaše úpravy se synchronizují automaticky, jakmile se vrátíte online.
da: Helt og holdent. KnotQ er lokalt først: dine skemaer, opgaver og kalender lever i almindelige filer på din enhed og fungerer uden internetforbindelse. Synkronisering er valgfri og tilføjet — selv med synkronisering tændt, fungerer KnotQ helt offline, og dine redigeringer synkroniseres automatisk, når du er tilbage online.
de: Absolut. KnotQ ist lokal-first: Ihre Schemes, Aufgaben und Kalender befinden sich in einfachen Dateien auf Ihrem Gerät und funktionieren ohne Internetverbindung. Synchronisierung ist optional und additiv — selbst wenn die Synchronisierung aktiviert ist, funktioniert KnotQ vollständig offline und Ihre Bearbeitungen werden automatisch synchronisiert, wenn Sie wieder online sind.
el: Ολοκληρωτικά. Το KnotQ είναι τοπικό πρώτο: τα σχέδιά σας, οι εργασίες και το ημερολόγιό σας ζουν σε απλά αρχεία στη συσκευή σας και λειτουργούν χωρίς σύνδεση στο internet. Ο συγχρονισμός είναι προαιρετικός και προσθετικός — ακόμη και με την ενεργοποίησή του, το KnotQ συνεχίζει να λειτουργεί πλήρως χωρίς σύνδεση και οι επεξεργασίες σας συγχρονίζονται αυτόματα μόλις επιστρέψετε σε σύνδεση.
es: Completamente. KnotQ es local-first: tus esquemas, tareas y calendario viven en archivos simples en tu dispositivo y funcionan sin conexión a internet. La sincronización es opcional y aditiva — incluso con sincronización activada, KnotQ sigue funcionando completamente sin conexión y tus ediciones se sincronizan automáticamente una vez que estés de vuelta en línea.
fi: Täysin. KnotQ on paikallinen ensin: kaaviot, tehtävät ja kalenteri elävät tavallisissa tiedostoissa laitteellasi ja toimivat ilman internet-yhteyttä. Synkronointi on vapaaehtoinen ja lisäävä — jopa kun synkronointi on päällä, KnotQ jatkaa täysin offline-toimintaa ja muutoksesi synkronoidaan automaattisesti, kun olet takaisin online-tilassa.
fr: Complètement. KnotQ est d'abord local : vos schémas, tâches et calendrier vivent dans des fichiers simples sur votre appareil et fonctionnent sans connexion Internet. La synchronisation est optionnelle et supplémentaire — même avec la synchronisation activée, KnotQ continue de fonctionner entièrement hors ligne et vos modifications se synchronisent automatiquement une fois que vous êtes de retour en ligne.
he: לחלוטין. KnotQ הוא מקומי קדם: הסכמות שלך, המשימות ולוח השנה חיים בקבצים פשוטים בהתקן שלך ועובדים ללא חיבור אינטרנט. סנכרון הוא אופציונלי תוסף — אפילו עם סנכרון פעיל, KnotQ ממשיך לעבוד במלואו ללא חיבור ועריכות שלך מסנכרנות באופן אוטומטי ברגע שאתה בחזרה באינטרנט.
hi: बिल्कुल। KnotQ स्थानीय-प्रथम है: आपकी योजनाएं, कार्य, और कैलेंडर आपके डिवाइस पर सादी फ़ाइलों में रहते हैं और इंटरनेट कनेक्शन के बिना काम करते हैं। सिंक वैकल्पिक और अतिरिक्त है — भले ही सिंक चालू हो, KnotQ पूरी तरह से ऑफलाइन काम करता रहता है और आपके संपादन स्वचालित रूप से सिंक होते हैं जब आप फिर से ऑनलाइन आते हैं।
hu: Teljesen. A KnotQ helyi-első: a sémák, feladatok és naptár egyszerû fájlokként élnek az eszközén és internetkapcsolat nélkül működnek. A szinkronizálás opcionális és adalék — még szinkronizálás bekapcsolásával is a KnotQ teljesen offline működik, és a szerkesztések automatikusan szinkronizálódnak, amikor újra online vagy.
id: Sepenuhnya. KnotQ adalah lokal-pertama: skema, tugas, dan kalender Anda hidup dalam file biasa di perangkat Anda dan bekerja tanpa koneksi internet. Sinkronisasi opsional dan aditif — bahkan dengan sinkronisasi aktif, KnotQ terus bekerja sepenuhnya offline dan pengeditan Anda disinkronkan secara otomatis setelah Anda kembali online.
it: Completamente. KnotQ è local-first: i tuoi schemi, compiti e calendario vivono in file semplici sul tuo dispositivo e funzionano senza una connessione a Internet. La sincronizzazione è facoltativa e additiva — anche con la sincronizzazione attivata, KnotQ continua a funzionare completamente offline e i tuoi modifiche si sincronizzano automaticamente una volta che sei di nuovo online.
ja: 完全です。KnotQはローカルファーストです: スキーム、タスク、カレンダーはデバイス上のプレーンファイルに存在し、インターネット接続なしで機能します。Syncはオプションで追加的 — 同期がオンになっていても、KnotQは完全にオフラインで機能し続け、オンラインに戻ると編集は自動的に同期されます。
ko: 완전히. KnotQ는 로컬 우선입니다: 스킴, 작업 및 캘린더는 디바이스의 일반 파일로 존재하며 인터넷 연결 없이 작동합니다. 동기화는 선택적이며 추가적입니다 — 동기화가 켜져 있어도 KnotQ는 완전히 오프라인으로 작동하며 온라인이 되면 편집 내용이 자동으로 동기화됩니다.
ms: Sepenuhnya. KnotQ adalah lokal-pertama: skema, tugas, dan kalender Anda hidup dalam file biasa di perangkat Anda dan berfungsi tanpa koneksi internet. Sinkronisasi adalah opsional dan aditif — bahkan dengan sinkronisasi aktif, KnotQ terus bekerja sepenuhnya secara offline dan suntingan Anda disinkronkan secara otomatis setelah Anda kembali online.
nb: Helt og holdent. KnotQ er lokalt-først: skjemaene, oppgavene og kalenderen dine lever i enkle filer på enheten din og fungerer uten internettforbindelse. Synkronisering er valgfri og tilleggsfunksjon – selv med synkronisering slått på, fortsetter KnotQ å fungere helt offline og redigeringene dine synkroniseres automatisk når du er tilbake på nettet.
nl: Volledig. KnotQ is eerst lokaal: je schema's, taken en agenda bevinden zich in gewone bestanden op je apparaat en werken zonder internetverbinding. Synchronisatie is optioneel en aanvullend — zelfs met synchronisatie ingeschakeld werkt KnotQ volledig offline en synchroniseren je wijzigingen automatisch wanneer je weer online bent.
pl: Całkowicie. KnotQ jest lokalnie-pierwszą: Twoje schematy, zadania i kalendarz znajdują się w zwykłych plikach na Twoim urządzeniu i działają bez połączenia internetowego. Synchronizacja jest opcjonalna i dodatkowaniem — nawet z włączoną synchronizacją, KnotQ nadal działa w pełni offline, a Twoje edycje synchronizują się automatycznie, gdy wrócisz do Internetu.
pt_br: Completamente. KnotQ é local primeiro: seus esquemas, tarefas e calendário vivem em arquivos simples em seu dispositivo e funcionam sem uma conexão com a internet. A sincronização é opcional e aditiva — mesmo com a sincronização ativada, o KnotQ continua funcionando completamente offline e suas edições sincronizam automaticamente quando você estiver online novamente.
pt_pt: Totalmente. O KnotQ é local-first: os seus esquemas, tarefas e calendário vivem em ficheiros simples no seu dispositivo e funcionam sem uma ligação à Internet. A sincronização é opcional e aditiva — mesmo com a sincronização ativada, o KnotQ continua a funcionar totalmente offline e as suas edições sincronizam-se automaticamente assim que voltar a estar online.
ro: Complet. KnotQ este local-first: schemele, sarcinile și calendarul dvs. trăiesc în fișiere simple pe dispozitivul dvs. și funcționează fără o conexiune la internet. Sincronizarea este opțională și aditivă — chiar și cu sincronizarea activată, KnotQ continuă să funcționeze complet offline și edițiile dvs. se sincronizează automat odată ce sunteți din nou online.
ru: Полностью. KnotQ — это локальная-первая система: ваши схемы, задачи и календарь живут в простых файлах на вашем устройстве и работают без подключения к Интернету. Синхронизация опциональна и дополнительна — даже с включённой синхронизацией KnotQ полностью работает в автономном режиме и ваши правки синхронизируются автоматически, когда вы снова в сети.
sk: Úplne. KnotQ je miestne založený: vaše schémy, úlohy a kalendár sú v jednoduchých súboroch na vašom zariadení a fungujú bez internetového pripojenia. Synchronizácia je voliteľná a dodatková — aj keď je synchronizácia zapnutá, KnotQ funguje úplne offline a vaše úpravy sa automaticky synchronizujú, keď ste späť online.
sv: Helt och hållet. KnotQ är lokalt först: dina scheman, uppgifter och kalender bor i vanliga filer på din enhet och fungerar utan internetanslutning. Synkronisering är valfri och additiv — även med synkronisering påslagen fungerar KnotQ helt offline och dina redigeringar synkroniseras automatiskt när du är tillbaka online.
th: อย่างสิ้นเชิง KnotQ เป็นเครื่องหมายแรกท้องถิ่น: โครงการ งาน และปฏิทินของคุณอยู่ในไฟล์ธรรมดาบนอุปกรณ์ของคุณและทำงานโดยไม่ต้องเชื่อมต่ออินเทอร์เน็ต การซิงค์เป็นแบบทางเลือกและเพิ่มเติม — แม้ว่าจะเปิดการซิงค์ KnotQ ก็ยังทำงานออฟไลน์อย่างเต็มรูปแบบและการแก้ไขของคุณจะซิงค์โดยอัตโนมัติเมื่อคุณกลับมาออนไลน์
tr: Tamamen. KnotQ yerel-ilk: şemalarınız, görevleriniz ve takvim, cihazınızda düz dosyalarda yaşar ve internet bağlantısı olmadan çalışır. Senkronizasyon isteğe bağlı ve katkı niteliğindedir — senkronizasyon açık olsa bile, KnotQ tamamen çevrimdışı çalışmaya devam eder ve düzenlemeleriniz çevrimiçi olduğunuz anda otomatik olarak senkronize olur.
uk: Абсолютно. KnotQ є локальним: ваші схеми, завдання та календар живуть як звичайні файли на вашому пристрої й працюють без підключення до інтернету. Синхронізація необов'язкова й адитивна — навіть з увімкненою синхронізацією, KnotQ продовжує повністю працювати в автономному режимі, а ваші редагування синхронізуються автоматично, коли ви повернетесь в режим онлайну.
vi: Hoàn toàn. KnotQ là cục bộ-trước tiên: các lược đồ, tác vụ và lịch của bạn sống trong các tệp đơn giản trên thiết bị của bạn và hoạt động mà không cần kết nối internet. Đồng bộ là tùy chọn và bổ sung — ngay cả khi bật tính năng đồng bộ, KnotQ tiếp tục hoạt động hoàn toàn ngoại tuyến và các chỉnh sửa của bạn được đồng bộ tự động khi bạn quay lại trực tuyến.
zh_hans: 完全。KnotQ 是本地优先的：您的方案、任务和日历存储在设备上的纯文本文件中，无需互联网连接即可运行。同步是可选的且附加的 — 即使启用了同步，KnotQ 也可以完全离线工作，并且您的编辑在重新联机后会自动同步。
zh_hant: 完全是。KnotQ 是本機優先的：您的規劃方案、任務和日曆存在於您裝置上的純文字檔案中，無需網際網路連線即可運作。同步是可選的且是附加的 — 即使開啟同步，KnotQ 仍然完全離線運作，您的編輯會在恢復在線後自動同步。

# web.home.faq.q2_summary
source: Does KnotQ work offline?
ar: هل يعمل KnotQ بدون اتصال؟
cs: Funguje KnotQ offline?
da: Fungerer KnotQ offline?
de: Funktioniert KnotQ offline?
el: Λειτουργεί το KnotQ χωρίς σύνδεση;
es: ¿Funciona KnotQ sin conexión?
fi: Toimiiko KnotQ offline-tilassa?
fr: KnotQ fonctionne-t-il hors ligne ?
he: האם KnotQ עובד בלא חיבור?
hi: क्या KnotQ ऑफलाइन काम करता है?
hu: A KnotQ offline működik?
id: Apakah KnotQ bekerja offline?
it: KnotQ funziona offline?
ja: KnotQはオフラインで機能しますか?
ko: KnotQ는 오프라인에서 작동합니까?
ms: Apakah KnotQ bekerja secara offline?
nb: Fungerer KnotQ offline?
nl: Werkt KnotQ offline?
pl: Czy KnotQ działa w trybie offline?
pt_br: O KnotQ funciona offline?
pt_pt: O KnotQ funciona offline?
ro: KnotQ funcționează offline?
ru: Работает ли KnotQ в автономном режиме?
sk: Funguje KnotQ offline?
sv: Fungerar KnotQ offline?
th: KnotQ ทำงานแบบออฟไลน์หรือไม่?
tr: KnotQ Çevrimdışı Çalışır mı?
uk: Чи працює KnotQ в автономному режимі?
vi: KnotQ có hoạt động ngoại tuyến không?
zh_hans: KnotQ 可离线工作吗？
zh_hant: KnotQ 可以離線運作嗎？
